
 /*
*********************************************************************************************************
*	                                  
*	模块名称 :     
*	文件名称 : 
*	版    本 : V1.0
*	说    明 : 头文件
*
*********************************************************************************************************
*/

#ifndef __INTERIORAD_H__
#define __INTERIORAD_H__

#include "project.h"

//*****************************************************************************

extern uint32_t vadc;


void InterADconfig(void);
uint16_t ADC1_GetSingle(adc_channel_select_type ADC_CH);


#endif

